Repository: tinppb/computer_vision
Catalog: code/file.tmx
Source language: en_us
Languages: vi_vn

source: Rapport management
vi_vn: Quản lý mối quan hệ

source: Rapport management is a key concept in intercultural <g id="1">communication </g>and pragmatics, developed by Helen Spencer-Oatey (2008) to explain how people maintain and negotiate <g id="2">relationships </g>during <g id="3">interaction</g>.
vi_vn: Quản lý mối quan hệ là một khái niệm then chốt trong <g id="1">giao tiếp liên văn hóa </g>và ngữ dụng học, được Helen Spencer-Oatey (2008) phát triển để giải thích cách con người duy trì và thương lượng các <g id="2">các mối quan hệ </g>trong quá trình <g id="3"> tương tác. </g>

source: It refers to the strategies speakers use not only to exchange information but also to manage social expectations, <g id="4">identity </g>needs, and the quality of relationships.
vi_vn: Nó đề cập đến các chiến lược mà các diễn giả sử dụng không chỉ để trao đổi thông tin mà còn để quản lý các kỳ vọng xã hội, nhu cầu nhận dạng <g id="4">bản sắc </g> và chất lượng của các mối quan hệ.

source: According to Spencer-Oatey, rapport management consists of three main dimensions.
vi_vn: Theo Spencer-Oatey, quản lý mối quan hệ bao gồm ba khía cạnh chính.

source: The first is <g id="5">face</g>, which relates to a person’s self-image and desire to be respected.
vi_vn: Khía cạnh thứ nhất là <g id="5">thể diện</g>, liên quan đến hình ảnh bản thân của một người và mong muốn được tôn trọng.

source: People expect their positive qualities, competence, and social identity to be acknowledged, and threats to face often lead to tension or conflict.
vi_vn: Mọi người kỳ vọng những phẩm chất tích cực, năng lực và bản sắc xã hội của họ được công nhận; và khi điều đó bị đe dọa họ thường cảm thấy căng thẳng hoặc dẫn đến xung đột.

source: The second dimension is <g id="6">sociality rights and obligations</g>, which concern fairness, inclusion, and role expectations.
vi_vn: Khía cạnh thứ hai là <g id="6">quyền xã hội và nghĩa vụ</g>xã hội, liên quan đến sự công bằng, sự hòa nhập và kỳ vọng về vai trò trong giao tiếp.

source: These include implicit or explicit roles in communication (such as who may speak and when), equity rights (the right to be treated fairly and with respect), and interactional conventions (the culturally shaped expectations of how meetings, conversations, or negotiations should be conducted).
vi_vn: Chúng bao gồm các vai trò ngầm định hoặc rõ ràng trong giao tiếp (chẳng hạn như ai có thể nói khi nào), quyền công bằng (quyền được đối xử công bằng và tôn trọng) và các quy ước tương tác (các kỳ vọng định hình văn hóa về cách tiến hành các cuộc họp, cuộc trò chuyện hoặc đàm phán).

source: The third dimension is <g id="7">interactional goals</g>, which describe the relative importance speakers attach to rapport compared to the task at hand.
vi_vn: Khía cạnh thứ ba là các <g id="7">mục tiêu tương tác</g>, chỉ mức độ người nói coi trọng việc duy trì sự gắn kết so với nhiệm vụ đang thực.

source: Speakers may seek to maintain rapport by using politeness strategies, enhance rapport by showing goodwill and solidarity, neglect rapport by focusing only on efficiency, or even challenge <g id="8">rapport </g>through rude or confrontational behavior.
vi_vn: Người nói có thể tìm cách duy trì mối quan hệ bằng cách sử dụng các chiến lược lịch sự, tăng cường mối quan hệ bằng cách thể hiện thiện chí và tình đoàn kết, bỏ qua mối quan hệ bằng cách chỉ tập trung vào hiệu quả, hoặc thậm chí thách thức <g id="8">mối quan hệ </g>thông qua hành vi thô lỗ hoặc đối đầu.

source: Together, these three dimensions demonstrate that communication is a social act: people do not simply exchange words or information, but they also manage relationships.
vi_vn: Cùng với nhau, ba khía cạnh này chứng minh rằng giao tiếp là một hành động xã hội: mọi người không chỉ đơn giản là trao đổi từ ngữ hoặc thông tin, mà họ còn quản lý các mối quan hệ.

source: Understanding rapport management is therefore crucial for achieving effective, respectful, and cooperative interaction.
vi_vn: Do đó, hiểu về quản lý mối quan hệ là rất quan trọng để đạt được sự tương tác hiệu quả, tôn trọng và hợp tác.
